Mullions have lost references as a result of gridlines changing order. These mullions must be deleted.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId MullionLostRefReorder { get; }
  Visual Basic
Public Shared ReadOnly Property MullionLostRefReorder As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ MullionLostRefReorder {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures CurtainWallFailures Class
  Autodesk.Revit.DB Namespace